Repository: 84000/data-translation-memory
Catalog: toh338-v4.tmx
Source language: bo
Languages: en

source: ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཉེས་པ་འབྲིང་དུ་བྱས་པ་དང་། འདོད་ཆགས་ལས་བྱུང་བའི་ལས་སྣ་ཚོགས་དང་། ཞེ་སྡང་ལས་བྱུང་བའི་ལས་སྣ་ཚོགས་དང་། གཏི་མུག་ལས་བྱུང་བའི་ལས་སྣ་ཚོགས་དང་། ཕ་མ་དང་རབ་ཏུ་བྱུང་བ་རྣམས་ལ་ཚུལ་དང་མི་འདྲ་བའི་སྦྱིན་པ་བྱེད་པ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པའི་སེམས་ཅན་རྣམས་ལ་ཕྱས་བྱེད་པ་དང་དེ་ལྟར་སྨོན་པ་སྟེ།
en: Carrying out moderately bad actions with body, speech, and mind and the varied actions stemming from desire, hatred, and confusion; presenting improper gifts to one’s parents or Buddhist monks; ridiculing beings who are reborn in the animal realm; and making the aspiration to be reborn there as, for example, when someone practices the ox vow or the dog vow, thinking, ‘May I be reborn like that!’ “

source: དཔེར་ན་བ་ལང་གི་བརྟུལ་ཞུགས་ཅན་དང་། བྱའི་བརྟུལ་ཞུགས་ཅན་ལ་སོགས་པ་དེ་ལྟར་སྐྱེ་བར་ཤོག་ཅིག་ཅེས་སྨོན་པ་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཆེད་དུ་བརྗོད་པ་སེང་གེའི་སྐྱེས་པའི་རབས་ལས་བྱུང་བ་དང་། བྲམ་ཟེ་ཆར་འབེབས་སྤྲེའུར་སྐྱེས་པར་གྱུར་པ་སྟེ།
en: As an example, one may here relate the Heroic Past Deeds of the Bodhisattva from the Siṃhajātaka, or the story of the brahmin Varṣākāra’s rebirth as a monkey. “

source: དཔེར་ན་བྲམ་ཟེ་ཆར་འབེབས་ཀྱིས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་བྱ་རྒོད་འཕུངས་པའི་རི་ལ། རྒྱལ་པོའི་ཁབ་ཀྱི་སྟེང་ནས་ནམ་མཁའ་ལ་འགྲོ་བ་མཐོང་ནས།
en: The brahmin Varṣākāra saw the sthavira Mahākāśyapa on Vulture Peak, flying in the sky above the city of Rājagṛha.

source: ལྷས་བྱིན་དང་མ་སྐྱེས་དགྲའི་སྟེན་ལས་ཞེ་སྡང་བའི་སེམས་སུ་གྱུར་ཏེ། དགེ་སློང་འདི་ནི་རི་ལས་རིར། ནམ་མཁའ་ལས་ནམ་མཁར། སྤྲེའུ་ཤིང་ལས་ཤིང་གི་སྟེང་དུ་འཛེག་པ་དང་འདྲ་བར་འགྲོའོ་ཞེས་མི་སྙན་པའི་ཚིག་ཏུ་བརྗོད་པ་དེ་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ།
en: Because of his close association with Devadatta and Prince Ajātaśatru, he harbored hostile thoughts in his mind and made this insulting comment: ‘This monk flies through the air from mountain peak to mountain peak just as a monkey swings from tree to tree.’ “

source: །བྲམ་ཟེ་ཆར་འབེབས་པ་འདིས་ཁྲོས་པའི་སེམས་ཀྱིས་མི་སྙན་པ་དེ་སྐད་དུ་བརྗོད་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་དེའི་རྣམ་པར་སྨིན་པ་ཅིར་འགྱུར་ཞེས་ཞུས་པ་དང་།
en: When the brahmin Varṣākāra, his mind filled with hatred, had made this insulting comment, the Buddha was asked, ‘Venerable Bhagavān, what will be the karmic result of this?’ “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ངན་དུ་བརྗོད་པ་དེའི་རྣམ་པར་སྨིན་པས་བྲམ་ཟེ་ཆར་འབེབས་འདི། ཚེ་རབས་ལྔ་བརྒྱའི་བར་དུ་སྤྲེའུར་འགྱུར་རོ་ཞེས་བཀའ་སྩལ་པ་དང་།
en: The Bhagavān replied, ‘By the karmic ripening of these abusive words, the brahmin Varṣākāra will be reborn as a monkey during five hundred future lives.’ “

source: དེ་མི་དགའ་བའི་སེམས་ཀྱིས་དད་པའི་སེམས་བསྐྱེད་དེ།
en: Varṣākāra then became frightened and developed faith in the Buddha.

source: དེས་བཅོམ་ལྡན་འདས་མྱ་ངན་ལས་འདའ་ཀར། བཅོམ་ལྡན་འདས་སུག་ལས་དེ་གང་དུ་བས་པར་འགྱུར་ཞེས་ཞུས་པ་དང་།
en: He asked the Bhagavān at the time of his parinirvāṇa, ‘Where will this deed become exhausted?’ “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚེ་རབས་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་ཟད་པར་འགྱུར་བར་ཟད་དེ། ཆུང་ཟད་དུ་ན་འཛམ་བུའི་གླིང་གི་ཤིང་འཛམ་བུ་ཞེས་བྱ་བ་ཤིང་ཏོག་ལྔ་བརྒྱ་ཙམ་ཡོད་པ། ཤིང་ཏོག་དེ་དག་ཀྱང་སྦྲང་རྩི་ལྟར་མངར་ཞིང་གཏང་མི་བྲ་བར་ཞིམ་པ་དང་ལྡན་པ་དེའི་དྲུང་དུ་སྐྱེས་ཏེ།
en: The Bhagavān said, ‘During these five hundred lives you will be reborn in Rājagṛha in the Jambu continent, the Rose-Apple continent, which derives its name from the fruits called jambu that are the size of large earthen pots and delicious like the pure honey of bees.

source: དེ་ནས་རྒྱལ་པོ་ཁབ་ཏུ་སྐྱེས་ནས་ཚེ་འཕོས་ཏེ་ཐར་པ་དང་མཐོ་རིས་སུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་གསུངས་པ་ལྟ་བུ་དང་།
en: From there, leaving this incarnation, you will reach heaven.’ “

source: དཔེར་ན་ཞེ་སྡང་གི་སེམས་ཀྱིས་སེང་གེའི་ནང་དུ་སྐྱེས་ནས་དེའི་དོན་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་གསུངས་པ། མེལ་ཚེ་བྱེད་ན་ནམ་ཡང་རིང་། །ངལ་བ་དག་ལ་དཔག་ཚད་རིང་།
en: To give another example, having been reborn among lions by virtue of a thought of hatred, the Bhagavān spoke the following stanza in reference to this topic: “ ‘Long is the night for the one who lies awake; Long is a yojana for the one who is exhausted.

source: །དམ་པའི་ཆོས་ནི་ཤེས་གྱུར་ཀྱང་། །བྱིས་པ་རྣམས་ལ་འཁོར་བ་རིང་།
en: Saṃsāra is long for the foolish,Even if they are acquainted with the holy Dharma.’ “

source: །ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to rebirth in the animal realm. “

source: །དེ་ལ་གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth in the realm of ghosts?

source: དེ་ནི་ཁྲོ་ཞིང་ཞེ་སྡང་བའི་སེམས་ཀྱིས་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ངན་དུ་སྤྱད་པ་དང་། འདོད་ཆགས་དང་མི་རིགས་པར་འདོད་པས་ལོག་པར་འཚོ་བ་དང་བཀྲེས་ཤིང་སྐོམ་པ་དང་ཁྲོས་བཞིན་དུ་ཚེ་འཕོས་པ་དང་ནོར་ལ་མངོན་པར་ཆགས་པའི་སེམས་ཀྱིས་ཚེ་འཕོས་པ་སྟེ།
en: Here, someone adopts a negative course of conduct of body, speech, and mind with a mind full of anger and hatred or craving; pursues a wrong way of making a living due to improper desire; dies while being angry, hungry, or thirsty; or dies while having thoughts of attachment to material things. “

source: དཔེར་ན་བརྒྱ་བསྡུས་པའི་མདོ་ལས། བཅོམ་ལྡན་འདས་ཀྱིས་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་གང་ཟག་ལ་ལ་ཚེ་རབས་སྔ་མ་ལ་བྱས་པའི་ལས་ཉེ་བར་གནས་པར་གྱུར་ཏམ། ཚེ་འཕོ་བའི་ཚེ་ལོག་པར་ལྟ་བར་གྱུར་པ་བཙན་ནོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: An illustration [818] from the Śatavarga-āgama Karmavibhaṅga­sūtra: “ ‘The Bhagavān said to Ānanda, “Ānanda, either an action done by a person in a previous lifetime resurfaces and becomes present, or it becomes the force that leads to wrong views at the time of death.” ’ “

source: ལས་དེ་ལྟ་བུ་ནི་གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to rebirth in the realm of ghosts. “

source: །དེ་ལ་ལྷ་མ་ཡིན་གྱི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth in the realm of the asuras?

source: དེ་ནི་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཉེས་པ་ཆུང་ངུ་སྤྱད་པ་དང་ང་རྒྱལ་དང་མངོན་པའི་ང་རྒྱལ་དང་ངའོ་ཞེས་པའི་ང་རྒྱལ་དང་ཆུང་བའི་ང་རྒྱལ་དང་ལེགས་པ་སྤྱད་པའི་དགེ་བའི་རྩ་བ་དེར་བསྔོས་པ་དང་། ཤེས་རབ་ཀྱི་སྒོ་ནས་འདོད་ཆགས་ཀུན་གྱི་རབ་ལས་བྱུང་བའི་ཚུལ་ཁྲིམས་ངན་པ་སྤྱད་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་ལྷ་མ་ཡིན་གྱི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་བའོ།
en: Someone’s committing only small or minor misdeeds with body, speech, and mind; pride; arrogance; the pride of identification with a self; the pride of inferiority; dedicating the roots of virtue of one’s positive actions to rebirth in the world of the asuras; and following an immoral course of conduct yet in an intelligent manner that springs from refined desire—this kind of action leads to rebirth in the realm of the asuras. “

source: །དེ་ལ་མིར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth as a human?

source: དེ་ནི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་གོམས་པར་བྱས་པ་སྟེ་བཅུ་གང་ཞེ་ན།
en: Here, one cultivates the ten virtuous courses of action. What are the ten?

source: སྲོག་གཅོད་པ་དང་མ་བྱིན་པར་ལེན་པ་དང་འདོད་པས་ལོག་པར་གཡེམ་པ་སྟེ་ལུས་ཀྱི་ལས་གསུམ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་ཕྲ་མ་དང་ངག་རྩུབ་པ་དང་ཚིག་ཀྱལ་པ་སྟེ་ངག་གི་ལས་བཞི་དང་། གཞན་གྱི་ནོར་ལ་ཆགས་སེམས་སུ་བྱེད་པ་དང་གནོད་སེམས་དང་ལོག་པར་ལྟ་བ་སྟེ་ཡིད་ཀྱི་ལས་གསུམ་དང་མི་དགེ་བའི་ལས་བཅུ་པོ་དེ་དག་སྤོང་བ་སྟེ།
en: One abandons the ten nonvirtuous actions: the three physical actions of killing, stealing, and sexual misconduct; the four verbal actions of lying, slander, harsh speech, and idle talk; and, furthermore, the three mental actions of covetousness, malice, and wrong views.

source: ལས་དེ་ལྟ་བུ་ནི་མིར་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to rebirth as a human. “

source: །དེ་ལ་འདོད་པའི་ཁམས་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth as a deva belonging to the realm of sensuous desire?

source: དེ་ནི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ཡོངས་སུ་རྫོགས་ཤིང་ལེགས་པར་སྦྱངས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་འདོད་པའི་ཁམས་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའོ།
en: Here, someone practices well, and brings to perfection, the ten virtuous courses of action—this kind of action leads to rebirth as a deva belonging to the realm of sensuous desire. “

source: །དེ་ལ་གཟུགས་ཀྱི་ཁམས་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth as a deva belonging to the realm of form?

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་རྣམས་ལེགས་པར་སྦྱངས་ཤིང་ཤིན་ཏུ་མཉམ་པར་བཞག་པ་དང་ཁྱད་པར་དུ་ཤིན་ཏུ་འཕགས་པ་དང་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་གཟུགས་ཀྱི་ཁམས་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའོ།
en: Someone practices well the ten virtuous courses of action, accomplishes them, and brings them to perfection to an especially superior degree—this kind of action leads to rebirth as a deva belonging to the realm of form. “

source: །དེ་ལ་གཟུགས་མེད་པའི་ཁམས་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to rebirth as a deva belonging to the formless realm?

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་སྟེ། གཟུགས་ཀྱི་འདུ་ཤེས་རྣམས་ལས་རྣམ་པ་ཐམས་ཅད་དུ་ཡང་དག་པར་འདས་ཏེ། ཐོགས་པའི་འདུ་ཤེས་རྣམས་མེད་པར་གྱུར་ཅིང་སྣ་ཚོགས་ཀྱི་འདུ་ཤེས་རྣམས་ཡིད་ལ་མི་བྱེད་པས་ནམ་མཁའ་མཐའ་ཡས་སོ་སྙམ་ནས་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་རྫོགས་པར་བྱས་ཏེ་གནས་པ་དང་།
en: One enters the four attainments of the formless states and, having entirely and completely transcended all notions of form, and the notion of materiality having vanished, through disengaging the mind from the notion of distinctness, thinking, ‘Space is infinite,’ one has perfected the sphere of infinity of space and abides in it.

source: རྣམ་པ་ཐམས་ཅད་དུ་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། རྣམ་པར་ཤེས་པ་མཐའ་ཡས་སོ་སྙམ་ནས་རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་རྫོགས་པར་བྱས་ཏེ་གནས་པ་དང་།
en: Having entirely and completely transcended the sphere of infinity of space, thinking, ‘Consciousness is infinite,’ one has perfected the sphere of infinity of consciousness and abides in it.

source: རྣམ་པ་ཐམས་ཅད་དུ་རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། ཅི་ཡང་མེད་དོ་སྙམ་ནས་ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་རྫོགས་པར་བྱས་ཏེ་གནས་པ་དང་།
en: Having entirely and completely transcended the sphere of infinity of consciousness, thinking, ‘Nothing at all exists,’ one has perfected the sphere of nothingness and abides in it.

source: རྣམ་པ་ཐམས་ཅད་དུ་ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་རྫོགས་པར་བྱས་ཏེ་གནས་པ་སྟེ།
en: Having entirely and completely transcended the sphere of nothingness, one has perfected the sphere of neither perception nor nonperception and abides in it.

source: ལས་དེ་ལྟ་བུ་ནི་གཟུགས་མེད་པའི་ཁམས་ལ་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to rebirth as a deva belonging to the formless realm. “

source: །དེ་ལ་བྱས་ལ་མ་བསགས་པའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action is performed but not accumulated?

source: བྱས་ནས་ངོ་ཚ་བར་འཛིན་པ་དང་འགྱོད་པ་དང་སྨོད་པ་དང་འཆགས་པ་དང་མཐོལ་བ་དང་། སྤོང་བ་དང་ཕྱིན་ཅད་མི་བྱེད་པར་སྡོམ་པ་སྟེ།
en: Having carried out an action, one feels shame, remorse, and deprecation, and one confesses and openly admits one’s faults; one parts with it and vows not to do it again in the future.

source: ལས་དེ་ལྟ་བུ་ནི་བྱས་པ་མ་བསགས་པའོ།
en: This kind of action is performed but not accumulated. “

source: །དེ་ལ་བསགས་ལ་མ་བྱས་པའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action is accumulated but not carried out?

source: ལས་གང་ལུས་ཀྱིས་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དེ། །སེམས་ཀྱིས་ཡོངས་སུ་རྫོགས་པར་བྱས་ཤིང་ཚིག་ཏུ་ཡང་ལས་འདི་བྱའོ་ཞེས་སྨྲས་ལ་དེ་མ་བྱས་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་བསགས་ལ་མ་བྱས་པའོ།
en: An action that is to be completed with the body and concerning which one says with a defiled mind, ‘I will do this,’ but then does not actually follow through—this kind of action is accumulated but not carried out. “

source: །དེ་ལ་བྱས་ཀྱང་བྱས་ལ་བསགས་ཀྱང་བསགས་པའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action is both carried out and accumulated?

source: ལས་གང་བྱས་ནས་མི་འཛེམ་པ་དང་མི་ལྡོག་པ་དང་མི་འགྱོད་པ་དང་མི་སྨོད་པ་དང་མི་འཆགས་པ་དང་མི་མཐོལ་བ་དང་མི་འདོར་བ་དང་། མི་སྤོང་བ་དང་ཕྱིན་ཅད་མི་སྡོམ་པར་བྱེད་པ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་བྱས་ཀྱང་བྱས་ལ་བསགས་ཀྱང་བསགས་སོ།
en: Having carried out an action, one does not feel shame; one does not remedy it, regret it, deprecate it, confess it, admit it, renounce it, or give it up; and one does not vow to not do it again in the future—action like this is both carried out and accumulated. “

source: །དེ་ལ་བྱས་ཀྱང་མ་བྱས་ལ་བསགས་ཀྱང་མ་བསགས་པའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action is neither carried out nor accumulated?

source: ལས་གང་ཆེད་དུ་མ་བསགས་པར་བྱས་པ། རྨི་ལམ་ན་བྱས་པའམ་བྱེད་དུ་བཅུག་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་ནི་བྱས་ཀྱང་མ་བྱས་ལ་བསགས་ཀྱང་མ་བསགས་པའོ།
en: An action that one has intentionally carried out or made someone else carry out in a dream—action like this is neither carried out nor accumulated. “

source: །ལས་གང་དང་ལྡན་ན་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ནས་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཡོངས་སུ་རྫོགས་པར་ཟད་པར་བྱས་ནས་ཚེ་འཕོ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to being reborn in hell and passing away from there only after having completely exhausted the lifespan of the hell?

source: འདི་ནི་ལ་ལ་ཞིག་གིས་སེམས་ཅན་དམྱལ་བའི་ལས་བྱས་ཤིང་བསགས་ཀྱང་ལས་དེ་བྱས་པས་ངོ་ཚར་མི་འཛིན་མི་འགྱོད་མི་སྨོད་པ་དང་མི་འཆགས་མི་མཐོལ་ཞིང་ཕྱིན་ཅད་མི་སྡོམ་ལ་ཕྱིར་ཞིང་དགའ་བ་དང་ཉམས་བདེ་བ་སྐྱེད་པ་སྟེ།
en: In this regard, one has carried out actions that lead to rebirth as a hell being, and these actions are accumulated, but having carried out these actions, one feels neither shame nor remorse, and one neither deprecates nor confesses and admits the actions done.

source: དཔེར་ན་ལྷས་བྱིན་དང་། དུས་མིན་ལ་སོགས་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་དང་ལྡན་ན་གང་ཟག་དེ་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཡོངས་སུ་རྫོགས་ནས་ཚེ་འཕོ་བར་འགྱུར་བའོ།
en: One does not vow not to do them again in the future but instead rejoices and is satisfied like, for instance, Devadatta, Kokālika, and so forth.

source: །དེ་ལ་ལས་གང་དང་ལྡན་ན་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ནས།
en: Action like this leads to being reborn in hell and passing away from there only after having completely exhausted the lifespan of the hell. “

source: སེམས་ཅན་དམྱལ་བའི་ཚེ་ཕྱེད་ཟད་དེ་ཚེ་འཕོ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to being reborn in hell and passing away from there after only half the lifespan of the hell is exhausted?

source: དེ་ནི་འདི་ལ་ལ་ལས་སེམས་ཅན་དམྱལ་བར་འགྱུར་བའི་ལས་བྱས་ནས་འཛེམ་པ་དང་འགྱོད་པ་དང་སྨོད་པ་དང་འཆགས་པ་དང་མཐོལ་བ་དང་འདོར་བ་དང་སྤོང་བ་དང་ཕྱིན་ཅད་སྡོམ་པར་བྱེད་པ་སྟེ།
en: In this regard, someone has carried out actions that lead to becoming a hell being but feels shame and remorse and deprecates, confesses, admits, rejects, and gives up those actions and vows not to do them again in the future.

source: འདི་ནི་ལས་གང་དང་ལྡན་ན་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེ་སྟེ། སེམས་ཅན་དམྱལ་བའི་ཚེ་ཕྱེད་ཟད་པར་བྱས་ནས་ཚེ་འཕོ་བར་འགྱུར་བའོ།
en: In this way does this kind of action lead to being reborn in hell and passing away from there after only half the lifespan of the hell is exhausted. “

source: །དེ་ལ་ལས་གང་དང་ལྡན་ན་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེས་མ་ཐག་ཏུ་ཚེ་འཕོ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to passing away from hell immediately upon being born there?

source: དེ་ནི་འདི་ལ་གང་ཟག་ལ་ལས་སེམས་ཅན་དམྱལ་བའི་ལས་བྱས་ཤིང་བསགས་པར་ན། ལས་དེ་བྱས་པས་ངོ་ཚ་བར་འཛིན་ལ་འགྱོད་ཅིང་སྨོད་པ་དང་འཆགས་ཤིང་མཐོལ་ན་ཕྱིན་ཅད་མི་བྱའོ་ཞེས་སྡོམ་པར་བྱེད་པས།
en: In this regard, one has carried out actions that lead to rebirth as a hell being, and these actions are accumulated; but, having done these actions, one feels shame, remorse, and deprecation, confesses and admits those actions, and gives them up.

source: བརྒྱ་ལ་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ན་ཡང་སྐྱེས་མ་ཐག་ཏུ་ཚེ་འཕོ་བར་འགྱུར་བ་སྟེ།
en: By making the promise, ‘From now on I will not do it again!’ one will pass away from that state immediately upon being reborn there. “

source: དཔེར་ན་རྒྱལ་པོ་མ་སྐྱེས་དགྲས། མཚམས་མེད་པའི་ལས་ཕ་བསད་པ་དང་། དགེ་འདུན་ཕྱེ་བ་དང་། གླང་པོ་ཆེ་བཀྱེ་བ་དང་། རྡོའི་འཁོར་ལོ་འཕངས་པ་ལྟ་བུ་སྟེ། ལས་དེས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་ཐོས་ནས། དེ་མི་དགའ་སྟེ།
en: For example, when King Ajātaśatru heard that he would go to the Avīci hell for carrying out the evil actions that bring immediate retribution—namely, murdering his father, splitting the monastic saṅgha, releasing the wild elephant Dhanapāla, and hurling a boulder onto the Tathāgata to kill him—he became distraught and developed faith in the Bhagavān.

source: སེམས་མོས་པར་བྱས་པ་དང་དགེ་སྦྱོང་གི་འབྲས་བུའི་མདོ་ལས་སྡིག་གཤེགས་ཏེ། དགེ་བའི་རྩ་བ་བསགས་པ་དང་ཚེ་འཕོ་ཀར་རུས་པ་ཡན་ཅད་ཀྱང་སངས་རྒྱས་ལ་སྐྱབས་སུ་མཆིའོ་ཞེས་གསོལ་བ་ལྟ་བུ་སྟེ།
en: He confessed his sins and, as is related in the Śrāmaṇyaphala­sūtra, restored his roots of virtue. When he was about to die, he prayed, ‘From the core of my being I take refuge in the Buddha.

source: དེ་སྐད་དུ། ཤིན་ཏུ་མི་བཟད་ལས་རྣམས་བྱས་པ་ནི། །བདག་ལ་སྨོད་དང་རབ་ཏུ་བཤགས་པ་དང་། །སྡོམ་པར་བྱེད་པས་དེ་དག་སྲབས་འགྱུར་གྱིས།
en: I have carried out intolerable actions, for which I feel remorse and which I confess; by promising not to do such actions ever again, they will diminish and eventually be completely erased.’

source: ཤིན་ཏུ་རྩ་ནས་ཕྱིན་ཅེས་མི་སྨྲའོ།
en: Then he went silent. “

source: །ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ། ལས་དེ་ལྟ་བུ་དང་ལྡན་ན་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེས་མ་ཐག་ཏུ་ཚེ་འཕོ་བར་འགྱུར་བའོ།
en: This kind of action leads to passing away from hell immediately upon being born there. “

source: །དེ་ལ་ངེས་པར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to a predetermined rebirth?

source: དེ་ནི་ལས་བྱས་ནས་ཆེ་གེ་མོ་ཞིག་ཏུ་སྐྱེ་བར་ཤོག་ཅིག་ཅེས་ཡོངས་སུ་བསྔོས་པས་དེར་སྐྱེས་པར་འགྱུར་བ་སྟེ།
en: As for that, a person carries out an action, and, by dedicating the action in a certain way—‘May I be reborn as such a one!’—that person will be reborn as that one.

source: དཔེར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དཀར་ཤམ་གྱི་སྐྱེས་པའི་རབས་ལས་སྨོན་ལམ་གྱི་དབང་གིས་སྐྱེ་བར་གསུངས་པ་ལྟ་བུ་སྟེ།
en: For example, in the Śyāmākajātaka, the Bhagavān relates accordingly how one is reborn through the power of a strong aspiration.

source: ལས་དེ་ལྟ་བུ་ནི་ངེས་པར་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to a predetermined rebirth. “

source: །དེ་ལ་མ་ངེས་པར་སྐྱེ་བར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to an unpredetermined rebirth?

source: དེ་ནི་ལས་བྱས་ནས་ཆེ་གེ་མོ་ཞིག་ཏུ་ཤོག་ཅིག་ཅེས་ཡོངས་སུ་མི་བསྔོ་བ་སྟེ།
en: As for that, a person carries out an action but does not dedicate it by specifying ‘May I be reborn as such and such!’

source: ལས་དེ་ལྟ་བུ་ནི་མ་ངེས་པར་སྐྱེ་བར་འགྱུར་བའོ།
en: This kind of action leads to an unpredetermined rebirth. “

source: །དེ་ལ་ཡུལ་གཞན་དུ་རྣམ་པར་སྨིན་པར་འགྱུར་བའི་ལས་ཡོད་དེ་དེ་གང་ཞེ་ན།
en: What kind of action leads to the ripening of a karmic result in a foreign country?

source: དེ་ནི་ཚེ་འདི་ཉིད་དམ་ཚེ་གཞན་ལ་ཡུལ་གཞན་དུ་བདེ་བའམ་མི་བདེ་བ་རྣམ་པར་སྨིན་པ་སྟེ།
en: In this regard, there will be ripening of a pleasant or painful karmic result in a foreign country either in this very life or in the next. “

source: དཔེར་ན་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྔོན་འདས་པའི་དུས་ན་འཛམ་བུའི་གླིང་གི་མིའི་ཚེ་དཔག་ཏུ་མེད་དེ། རྒྱལ་པོ་མན་ད་ཏ་ལྟར་གྱུར་པའི་ཚེ།
en: For example, the Bhagavān has told the following story: “ ‘Monks, once upon a time, when the lifespan of humans of the Jambu continent was indefinite, like that of the king Māndhātar, there lived in a certain city a sea merchant’s son named Maitrāyajña.

source: གྲོང་ཁྱེར་གཅིག་ཅིག་ན་དེད་དཔོན་གྱི་བུ་བྱམས་པ་མཆོད་སྦྱིན་ཞེས་བྱ་བ་ཞིག་ཡོད་པ་གྲོགས་ལྔ་བརྒྱ་ཙམ་གྱིས་བསྐོར་ཏེ། བཟའ་ཤིང་གི་ར་བར་ཕྱིན་པ་དང་གྲོགས་པོ་དེ་དག་གིས་སྨྲས་པ། གྲོང་འདི་ན་ཁྱོད་ཀྱི་ཕ་ལ་སོགས་པ་ཚོང་པ་རྣམས་རྒྱ་མཚོ་ལས་རྒྱུ་ཞིང་། གསེར་གནས་ལ་སོགས་པ་ཡུལ་གཞན་དག་ཏུ་ཡང་འདོང་། གླིང་གཞན་དག་ཀྱང་ལྟ་ཞིང་ནོར་ལ་སོགས་པ་ཡང་བྱེད་ན། ཁྱོད་ལ་སོགས་པ་བདག་ཅག་ཀྱང་རྒྱ་མཚོ་ལས་རྒྱུས་ཏེ་ནོར་བསགས་པར་བྱའོ་
en: Surrounded by five hundred friends, he went to an orchard, where his friends said to him, “In this city, merchants like your father were sailors traveling to foreign lands like, for instance, the Golden Island to see other continents and accumulate riches. We, yourself included, should set sail and accumulate riches, too.” “

source: ཞེས་སྨྲས་པ་དང་། དེས་དེ་ལྟར་བྱའོ་ཞེས་མཉན་ཏེ་དགོངས་མའི་གན་དུ་སོང་ནས། མ་གསེར་གནས་སུ་འགྲོའོ་ཞེས་མ་ལ་དྲིས་པ་དང་།
en: ‘Maitrāyajña replied, “So be it!” and when darkness fell, he went home to his mother and said, “Mother, I will go to the Golden Island.” “

source: དེའི་མས་སྨྲས་པ། བུ་ནོར་ལྟ་ཞིག་ཁྱིམ་ན་དཔག་ཏུ་མེད་པ་ཡོད་ཀྱིས་མ་འགྲོ་ཤིག་ཅེས་སྨྲས་པ་དང་།
en: ‘His mother replied, “Son, there is already such immeasurable wealth in this house. Don’t go!” “

source: དེས་མའི་ངག་མཉན་ཏེ། མི་འགྲོ་བར་བྱས་ནས་དེའི་འོག་ཏུ་བཟའ་ཤིང་གི་ར་བར་ཕྱིན་པ་དང་།
en: ‘Maitrāyajña, after hearing his mother’s words, which persuaded him not to go, immediately went back to the orchard.

source: གྲོགས་པོ་རྣམས་ཀྱིས་དོན་དེ་ཉིད་ལ་ད་དུང་ཡང་གསོལ་བ་འདེབས་སོ་ཞེས་སྨྲས་པ་དང་།
en: The friends said, “In this matter, you need to entreat your mother even more.” “

source: དེས་དེ་ལྟར་བྱའོ་ཞེས་ནས་དེ་དག་གི་ངག་མཉན་ཏེ།
en: ‘Having heard their words, he said, “So be it!”

source: ཡང་སོང་ནས་མ་ལ་དྲིས་པ་དང་མས་རྐང་པ་ནས་བཟུང་སྟེ་འདུག་པར་གྱུར་ནས།
en: and again went to his mother to ask. But she clasped his feet, and so, again, he stayed.

source: དེ་ལྟར་ལན་གསུམ་བྱས་པའི་འོག་ཏུ་བཟའ་ཤིང་གི་ར་བ་དེར་ཕྱིན་པ་དང་།
en: Immediately upon having asked her for a third time, he went back to the orchard. “

source: གྲོགས་པོ་རྣམས་ཀྱིས་ངེས་པར་མི་འདོང་དུ་མི་རུང་ངོ་ཞེས་བསྒོ་ནས།
en: ‘His friends said to him, “This is impossible!

source: དེས་ཡང་མ་ལ་ཡུལ་གཞན་དུ་འགྲོའོ་ཞེས་ཞུས་པ་དང་།
en: We must go!” And Maitrāyajña went once again to his mother and said, “I will go to a foreign land!”

source: མས་བདོག་པ་ཐམས་ཅད་བསོགས་ནས་རྐང་པ་ཡ་གཅིག་ནས་བཟུང་སྟེ་མི་འགྲོ་བར་བྱས་པ་ལས།
en: The mother then gathered all their possessions, clasped one of his feet, and made him stay once again. “

source: དུས་གཞན་ཞིག་ན་ཁྱེའུ་དེ་བཟའ་ཤིང་གི་ར་བ་དེར་ཕྱིན་པ་དང་གྲོགས་པོ་དག་གིས་སྨྲས་པ། ཁྱོད་ཀྱིས་ཉེས་པས་བདག་ཅག་ཀྱང་ད་དུང་མ་དོང་སྟེ་ད་ནི་ཚེས་བཅུ་གསུམ་ལ་འདོང་ངོ་ཞེས་སྨྲས་པ་དང་།
en: ‘Therefore, once more the boy went to the orchard, and his friends said, “It is your fault that we, too, still have not left. We will now leave on the thirteenth day!” “

source: དེས་མ་ལ་མ་བྱས་པར་རྒྱ་རྫས་ཐམས་ཅད་ཕྱིར་བཏོན་ནས་དེ་ལམ་དུ་འཇུག་པར་བྱས་པ་དང་།
en: ‘Then Maitrāyajña, without his mother’s knowledge, drew out their abundant merchandise and put it on the street.

source: དེའི་མས་སྒོ་ཁར་བསྡད་དེ་རྐང་པ་ནས་བཟུང་བ་དང་བུ་མ་འགྲོ་ཤིག་ཅེས་བྱས་པ་དང་།
en: His mother, standing in the doorway, clasped his feet again and said, “Son, don’t go!”

source: དེ་ཁྲོས་ནས་མའི་མགོ་ལ་འགོམས་ཏེ་སོང་ནས་རྒྱ་མཚོའི་ངོགས་སུ་ཕྱིན་པ་དང་དེས་གྲོགས་པོ་རྣམས་ལ་བསྒོ་བ།
en: but Maitrāyajña, in his anger, stepped on his mother’s head, left, and went to the shore of the sea. “

source: རྒྱ་མཚོར་འཇུག་པར་ནི་བྱ་ན་འཚོ་འམ་མི་འཚོར་ཡང་གཏོལ་མེད་ཀྱིས།
en: ‘There he instructed his friends, “When we are going to set sail, it is uncertain whether we will live or die.

source: བདག་ཅག་ཀུན་གྱིས་ཁྲིམས་བརྒྱད་མནོད་པར་བྱའོ་ཞེས་སྨྲས་ནས།
en: Therefore, we should all maintain the eight precepts!”

source: དེ་དག་གིས་ཀྱང་དེའི་ངག་མཉན་ཏེ་ཁྲིམས་མནོས་སོ།
en: And they, heeding Maitrāyajña’s words, promised to maintain the precepts. “

source: །དེ་ལྟར་དེ་དག་རྒྱ་མཚོར་ཞུགས་ཏེ་དོང་དོང་བ་ལས་དབུས་སུ་ཕྱིན་པ་དང་རླུང་ཆེན་པོ་ལངས་ནས་གྲུ་བུབ་སྟེ།
en: ‘Thus, they set sail, and when they had gone far into the center of the ocean, they were caught by a mighty storm, and their ship capsized.

source: གཞན་ཐམས་ཅད་ནི་ཚེ་འཕོས། བྱམས་པ་མཆོད་སྦྱིན་ནི་ཟངས་ཀྱི་རལ་ཆེན་ཁ་སྐྱ་འདར་གྱིས་བཅད་པ་ཞིག་ལ། འཇུ་འཇུ་ནས་རྒྱ་མཚོ་མཐར་ཕྱིན་ཏེ་འཕྱན་ཅིང་སོང་སོང་ན།
en: All the others died, but Maitrāyajña had seized a large copper vessel whose mouth could be closed with a piece of fabric, and eventually he reached the end of the ocean.

source: གྲོང་ཁྱེར་གསེར་གྱི་ར་བ་ཅན་བཟའ་ཤིང་གི་ར་བ་དང་ལྡན་པ་རྫིང་བུ་དང་ལྡན་པ་བདུག་སྤོས་ཀྱིས་བདུགས་པ།
en: He then continued to wander until he came to a city with a golden city wall and an orchard and a lotus pond that was pervaded by a pleasant fragrance.

source: མེ་ཏོག་སིལ་མས་གཏོར་བ་དར་གྱི་ལྡ་ལྡི་མང་པོ་བྲེས་པ་ཞིག་མཐོང་ནས།
en: He saw flower petals scattered everywhere and many wreaths made from silk ribbons that had been put up as ornaments.

source: དེའི་ནང་ན་ལྷ་མོ་བཞི་ཞིག་འཐོན་ཏེ་དེ་དག་གིས་ལག་ནས་བཟུང་སྟེ་ནང་དུ་ཁྲིད་དོ།
en: From inside this city, four goddesses appeared and, taking him by the hand, led him inside.
